CSI API ETABS v1
cSapModel.TreeResumeUpdateData Method
 Namespace: ETABSv1
 Assembly: ETABSv1 (in ETABSv1.dll) Version: 1.0.0.0 (2.6.0.0)
Syntax
int TreeResumeUpdateData()
Function TreeResumeUpdateData As Integer
Dim instance As cSapModel
Dim returnValue As Integer
returnValue = instance.TreeResumeUpdateData()
int TreeResumeUpdateData()
abstract TreeResumeUpdateData : unit -> int
Return Value
Type: Int32
See Also
Reference
cSapModel Interface
ETABSv1 Namespace